<script setup>

</script>

<template>
  <h3>Буронабивные сваи</h3>
  <hr class="q-mt-lg q-mb-lg">
<p>Широкий спектр услуг строительной компании ООО "МегаСтрой", занимающей лидирующие позиции в сфере предоставления услуг генерального подряда и выполнения огромного ассортимента строительно-монтажных, земляных и реставрационных работ в Москве и Московской области, предлагает свои услуги по <b>профессиональному и оперативному устройству свай различными методами</b>, в том числе и буронабивных свай.</p>
<p>Собственный парк специальной техники и современного оборудования, наличие в штате компании квалифицированных специалистов с огромным опытом практической деятельности и полный перечень всех необходимых лицензий и специальных разрешений позволяют ООО "МегаСтрой" успешно решать технические задачи по <b>устройству буронабивных свай различного уровня сложности.</b></p>

  <h4 class="q-mt-md q-mb-md">Буронабивные сваи</h4>
  <p>Технология устройства буронабивных свай отличается необходимостью предварительного бурения скважин до определенной отметки с последующим формированием стволов свай. <b>Буронабивные сваи довольно широко применяются</b> при серьезных сосредоточенных горизонтальных и вертикальных нагрузках, на объектах строительства и строительных площадках, расположенных в сложных инженерных и геологических условиях.</p>
<p class="q-mb-md">Устройство буронабивных свай производится одним из ниже перечисленных способов:</p>
  <ul>
    <li class="disc"><b>Сухой способ (без крепления стенок скважины).</b></li>
    <li class="disc"><b>С применением глинистого раствора (для предотвращения обрушения стенок скважины).</b></li>
    <li class="disc"><b>С креплением скважин при помощи обсадных труб.</b></li>
  </ul>
  <p>На выбор того или иного способа монтажа буронабивных свай самое непосредственное влияние оказывают грунтовые условия площадки.</p>

  <h4 class="q-mt-md q-mb-md">Сухой способ</h4>
<p>Данный метод нашел широкое применение в устойчивых грунтах, обладающих <b>способностью удерживать стенки скважин.</b></p>
<p>Устройство буронабивных свай при помощи сухого метода подразумевает последовательное выполнение следующих операций:</p>
<ul>
  <li class="disc">В грунте разбуривается скважина необходимой глубины и диаметра при помощи метода вращательного бурения.</li>
  <li class="disc">В случае необходимости производится расширение нижней части скважины при помощи специальных расширителей.</li>
  <li class="disc">Монтаж арматурного каркаса в скважине с последующим бетонированием при помощи метода вертикально перемещающейся трубы.</li>
  <li class="disc">По мере заполнения скважины бетонной смесью производится постепенное извлечение бетонолитной трубы.</li>
  <li class="disc">На заключительном этапе производится формовка головы скважины в специальном кондукторе и ее утепление.</li>
</ul>

  <h4 class="q-mt-md q-mb-md">Применение глинистого раствора</h4>
<p>Для <b>удержания стенок скважин</b>, расположенных в неустойчивых и обводненных грунтах, применяется глинистый раствор. При бурении скважин данного типа используется вращательный способ. В основе применения данного метода устройства буронабивных свай лежит процесс вытеснения вибрируемой бетонной смесью глинистого раствора из скважины.</p>

<h4 class="q-mt-md q-mb-md">Крепление скважин при помощи обсадных труб</h4>

  <p>Применение данного метода возможно практически <b>в любых гидрогеологических и геологических условиях.</b> При производстве работ по погружению обсадных труб используются гидродомкраты, а непосредственный процесс бурения скважин осуществляется при помощи специальных установок ударным либо вращательным способом.</p>

  <h4 class="q-mt-md q-mb-md">Преимущества буронабивных свай</h4>
<p class="q-mb-md">Использование буронабивных свай обладает целым рядом <b>неоспоримых преимуществ:</b></p>
<ul>
  <li class="disc">Исключение динамических воздействий.</li>
  <li class="disc">Низкий уровень шума.</li>
  <li class="disc">Высокая несущая способность.</li>
  <li class="disc">Отсутствие пустот и пор.</li>
  <li class="disc">Применение в грунтах различного типа.</li>
  <li class="disc">Сокращение сроков монтажа.</li>
  <li class="disc">Надежность и долговечность.</li>
</ul>

  <h3 class="text-center q-mt-md q-mb-md">Буронабивные сваи от компании ООО "МегаСтрой" - простота и надежность!</h3>


</template>

<style scoped>

</style>
