<script setup>

</script>

<template>
  <h3>Шпунтовое ограждение</h3>
  <hr class="q-mt-lg q-mb-lg">

 <p>Современные строительные технологии требуют качественного и неукоснительного соблюдения установленной последовательности операций. Не составляют исключения и работы по строительству гидротехнических сооружений либо по сооружению ограждений строительных площадок и котлованов, особенно на строительных площадках, расположенных в черте города. В описанных выше случаях применяется шпунтовое ограждение.</p>
<h4>Шпунтовое ограждение</h4>
<p class="q-mt-md">Шпунтовое ограждение представляет собой временное ограждение котлована либо строительной площадки, состоящее из забитых в грунт шпунтовых свай. Данный вид ограждения применяется для сооружений любого вида в том случае, когда при устройстве фундамента невозможно выполнить работы по разработке котлованов в откосах. Шпунтовые ограждения предотвращают обрушение грунта при возведении конструкций любого уровня сложности.</p>
<p>Шпунтовые сваи могут быть выполнены из следующих материалов:</p>
  <ul class="q-mb-md">
    <li class="disc">Дерево.</li>
    <li class="disc">Металл.</li>
    <li class="disc">Железобетон.</li>
  </ul>
  <p>Устойчивость и прочие эксплуатационные свойства шпунтовых ограждений достигаются за счет глубокой заделки в грунт, производимой различными способами.</p>
<h4>Методы погружения шпунтовых свай</h4>
  <p class="q-mt-md">Существуют несколько методов погружения шпунтовых свай:</p>
  <ul class="q-mb-md">
    <li><b>Погружение шпунтовых свай в пробуренные скважины.</b>  <p> предварительно пробуренные до определенной глубины скважины подается под давлением песчано-цементный раствор, после чего в них погружают элементы шпунтового ограждения.</p> </li>
    <li><b>Вибропогружение шпунтовых свай.</b>  <p>Предварительное бурение предполагает и данный метод, но погружение свай в скважины происходит при помощи вибропогружателей. Данная технология является наиболее экономичной.</p> </li>
    <li><b>Завинчивание шпунтовых свай.</b>  <p>Данный метод основан на погружении оснащенного наконечником стального шпунта при помощи вдавливания и вращения. Метод завинчивания шпунтовых свай целесообразно применять рядом с уже существующими сооружениями.</p> </li>
  </ul>

  <p>Применение любого метода погружения шпунтовых свай позволяет соорудить на строительной площадке безопасное пространство, ускорив темпы строительства здания, либо получить наиболее эффективные технические решения при организации строительства на влагонасыщенных грунтах или на воде.</p>

<h4>Область применения шпунтового ограждения</h4>
  <p class="q-mt-md">Благодаря простоте и надежности данного метода область применения шпунтового ограждения довольна широка:</p>
  <ul class="q-mb-md q-mt-md">
    <li class="disc">Устройство траншей и котлованов с высоким уровнем грунтовых вод.</li>
    <li class="disc">Работы по проведению укрепления берегов.</li>
    <li class="disc">Строительство эстакад, путепроводов и мостов.</li>
    <li class="disc">Возведение гидротехнических сооружений: причалы, сухие доки, гидроузлы, шлюзы, ограждения искусственных молов и островов.</li>
    <li class="disc">Строительство стен подземных сооружений, предназначенных для хранения жидких и твердых промышленных отходов.</li>
  </ul>

  <p>Метод шпунтового ограждения можно применять практически на всех видах нескальных грунтов. Широкое распространение данной технологии является следствием ее универсальности и надежности.</p>



<h4>Шпунтовое ограждение от строительной компании ООО "МегаСтрой"</h4>
<p class="q-mt-md">Строительная компания ООО "МегаСтрой", специализирующаяся на предоставлении услуг генерального подряда и производстве полного спектра строительно-монтажных работ, предлагает свои услуги по устройству шпунтового ограждения:</p>


  <ul class="q-mb-md q-mt-md">
    <li class="disc">Проектирование шпунтового ограждения.</li>
    <li class="disc">Расчет шпунтового ограждения.</li>
    <li class="disc">Погружение шпунтовых свай различными методами.</li>
    <li class="disc">Монтаж шпунтовых свай.</li>
    <li class="disc">Извлечение шпунтовых свай.</li>
    <li class="disc">Полный цикл работ "под ключ".</li>
  </ul>
  <h3 class="text-center">Строительная компания ООО "МегаСтрой" - высокое качество и надежность!</h3>



</template>

<style scoped>

</style>
