<script setup>

</script>

<template>
  <h3>Стена в грунте</h3>
  <hr class="q-mt-lg q-mb-lg">

  <p>Строительная компания ООО "МегаСтрой", специализирующаяся на производстве строительно-монтажных, ремонтных, реставрационных и земляных работ по реконструкции и капитальному ремонту зданий и сооружений, устройству нулевых циклов, рада предложить свои услуги по возведению заглубленных либо подземных сооружений, фундаментов и ограждений котлованов при помощи метода "стена в грунте".</p>

  <b class="q-mt-lg">Сущность метода "стена в грунте"</b>

<p class="q-mt-lg">Сущность данного метода заключается в обустройстве в грунте выемок и траншей различной конфигурации с последующим возведением в них ограждающих конструкций подземного сооружения, состоящих из сборного либо монолитного железобетона. Разработка грунта траншеи осуществляется под защитой бентонитовой суспензии, что не позволяет обрушаться вертикальным стенкам траншеи. Далее производится монтаж арматурных каркасов или сборного железобетона с последующим бетонированием монолитным бетоном методом ВПТ (бентонитовый раствор при этом вытесняется из траншеи в накопители).</p>
<em>Существует несколько разновидностей данного метода:

  <br> - Свайный способ. Характеризуется наличием сплошного ряда буронабивных вертикальных свай, образующих ограждающую конструкцию.

  <br> - Траншейный способ. Отличительная особенность - возведение сплошной стены любой конфигурации из сборных железобетонных элементов либо из монолитного бетона.</em>

<div class="q-mt-lg">
  <b>Технологический процесс метода "стена в грунте"</b>
  <p class="q-mt-sm">Технологический процесс по устройству подземных сооружений рассматриваемым методом состоит из следующих последовательных операций:</p>
  <ul>
    <li style="list-style: circle">Монтаж технологического оборудования.</li>
    <li style="list-style: circle">Устройство форшахты и технологических дорог.</li>
    <li style="list-style: circle">Разработка траншеи отдельными захватками.</li>
    <li style="list-style: circle">Армирование и бетонирование захваток.</li>
  </ul>
  <p class="q-mt-sm">До начала производства работ нужно произвести все необходимые расчеты, составить технологическую карту. Безопасность, надежность и долговечность всей конструкции зависит от качественного выполнения всех операций и неукоснительного соблюдения их последовательности.</p>
</div>
  <b>Область применения метода "стена в грунте"</b>
  <p class="q-mt-sm">Данная технология нашла широкое применение при необходимости строительства подземных сооружений, расположенных вблизи существующих зданий и сооружений, в гидротехническом строительстве, при реконструкции промышленных предприятий и зачастую является единственным методом, позволяющим построить объект в выбранном месте в стесненных городских условиях.</p>
<p class="q-mb-lg" >Метод "стена в грунте" позволяет сооружать:
  <br>
  - Фундаменты жилых домов, промышленных зданий, мостовых сооружений.
  <br>
  - Отстойник, емкости для хранения различных жидкостей.
  <br>
  - Подземные гаражи, стоянки, переходы, развязки автомобильных дорог.
  <br>
  - Туннели мелкого заложения (для метро).
  <br>
  - Противофильтрационные завесы.
  <br>
  - Гидротехнические сооружения.</p>

  <b>Производство работ методом "стена в грунте" ООО "МегаСтрой"</b>
  <p>Наша строительная компания предлагает вам полный спектр услуг по строительству подземных сооружений на основании метода "стена в грунте": от проектирования и составления технологических карт производства работ до выполнения полного цикла и сдачи объекта "под ключ".</p>
<p>Помимо традиционного ограждения котлованов методом «стена в грунте» компанией ООО «МегаСтрой» освоена технология возведения «Сборно-монолитных стен с листовым армированием» (СМГЛА), которая имеет соответствующие патенты на изобретение и в настоящее время широко применяется при строительстве объектов в городе Москве.</p>
<p class="text-center bg-blue-grey-2">Команда профессионалов высокого уровня компании ООО "МегаСтрой" быстро и надежно решит технические задачи любой сложности, связанные с применением технологии "стена в грунте", а применение данного метода позволит вам сэкономить до 25% от сметной стоимости строительства. Средняя производительность одной грейферной установки на строительной площадке составляет 2500 – 3000 м3 в месяц.</p>



</template>

<style scoped>

</style>
