<script setup>
import MarkdownRenderer from 'src/components/MarkdownRenderer.vue';

const articles = [
  {
    'id': 1,
    'text': `
### Генеральный подряд

---

Значимость генерального подряда в строительной сфере очень сложно переоценить, так как строительный процесс,
включающий в себя целый ряд специфических и довольно сложных задач, зависит от профессионализма и оперативности
выполнения различных работ, осуществления квалифицированной координации действий. Каждый заказчик, нуждающийся в
строительных услугах, пытается найти строительную организацию, обладающую квалифицированным и опытным персоналом,
современной строительной техникой, высококачественными материалами, отличной репутацией. Однако далеко не всегда
указанные выше требования удается совместить одной строительной организации. Именно поэтому так важна роль компании,
предоставляющей услуги генерального подряда.

#### Генеральный подряд от строительной компании ООО "МегаСтрой"

Строительная компания ООО "МегаСтрой", специализирующаяся на профессиональном предоставлении услуг в области
генерального подряда, рада предложить свои услуги по квалифицированному руководству строительным процессом,
контролю за каждым этапом производства подготовительных и строительных работ, бесперебойной работе над заказом. Мы
гарантируем высококачественное выполнение полного цикла всех необходимых работ: от разработки самой идеи, сбора
целого ряда технических условий, получения обязательного разрешения на проектирование до сдачи готового объекта
"под ключ".

**Строительная компания ООО "МегаСтрой" гарантирует профессиональное выполнение следующих функций:**

- Получение полного пакета необходимой разрешительной документации на право осуществления строительных работ.
- Подготовка технического задания для проектирования.
- Оптимизация проектных решений и их технического выполнения.
- Организация и проведение тендеров подрядных организаций, оформление и контроль за выполнением договорных условий.
- Осуществление контроля над всеми видами строительно-монтажных работ.
- Руководство процессом строительства на всех этапах.
- Организация сотрудничества с органами технического надзора и государственными контролирующими организациями.
- Разработка, внедрение и обеспечение комплекса мероприятий по технике безопасности при производстве различных видов работ, охране труда и охране окружающей среды.
- Оптимизация строительных расходов и издержек, контроль над финансированием строительного объекта. 
- Изготовление и ведение полного пакета строительной документации.
- Организация передачи эксплуатирующей организации законченного строительством объекта согласно требованиям законодательных актов.
- Сдача готового объекта приемочной комиссии и заказчику.

**Основные преимущества строительной компании ООО "МегаСтрой"**

- Строительная компания ООО "МегаСтрой" придерживается политики четкого и неукоснительного исполнения всех взятых на себя гарантийных обязательств.
- Генеральный подряд от строительной компании ООО "МегаСтрой" обладает целым рядом неоспоримых преимуществ, выгодно выделяющих компанию среди прочих строительных компаний и организаций:
  1. Высококвалифицированный инженерно-технический персонал и специалисты.
  2. Современная строительная техника.
  3. Постоянное внедрение передовых методов ведения работ и новейших технологических подходов.
  4. Организация проведения и осуществление всех видов строительно-монтажных и пусконаладочных работ.
  5. Сдача объектов любой сложности "под ключ".
  6. Гарантия на все виды работ.
  7. Строгий контроль качества на всех этапах производства работ.
- Генподряд от строительной компании ООО "МегаСтрой" - гарантия ответственного и качественного выполнения полного цикла строительных работ!
`,
  },
  {
    'id': 2,
    'text': `


### Стена в грунте

* * *

Строительная компания ООО "МегаСтрой", специализирующаяся на производстве
строительно-монтажных, ремонтных, реставрационных и земляных работ по
реконструкции и капитальному ремонту зданий и сооружений, устройству нулевых
циклов, рада предложить свои услуги по возведению заглубленных либо подземных
сооружений, фундаментов и ограждений котлованов при помощи метода "стена в грунте".

**Сущность метода "стена в грунте"**

Сущность данного метода заключается в обустройстве в грунте выемок и траншей различной конфигурации с последующим возведением в них ограждающих конструкций подземного сооружения, состоящих из сборного либо монолитного железобетона. Разработка грунта траншеи осуществляется под защитой бентонитовой суспензии, что не позволяет обрушаться вертикальным стенкам траншеи. Далее производится монтаж арматурных каркасов или сборного железобетона с последующим бетонированием монолитным бетоном методом ВПТ (бентонитовый раствор при этом вытесняется из траншеи в накопители).

_Существует несколько разновидностей данного метода:_

- Свайный способ. Характеризуется наличием сплошного ряда буронабивных вертикальных свай, образующих ограждающую конструкцию.  
- Траншейный способ. Отличительная особенность - возведение сплошной стены любой конфигурации из сборных железобетонных элементов либо из монолитного бетона.

**Технологический процесс метода "стена в грунте"**

Технологический процесс по устройству подземных сооружений рассматриваемым методом
состоит из следующих последовательных операций:

* Монтаж технологического оборудования.
* Устройство форшахты и технологических дорог.
* Разработка траншеи отдельными захватками.
* Армирование и бетонирование захваток.

До начала производства работ нужно произвести все необходимые расчеты, составить
технологическую карту. Безопасность, надежность и долговечность всей конструкции
зависит от качественного выполнения всех операций и неукоснительного соблюдения
их последовательности.

**Область применения метода "стена в грунте"**

Данная технология нашла широкое применение при необходимости строительства
подземных сооружений, расположенных вблизи существующих зданий и сооружений,
в гидротехническом строительстве, при реконструкции промышленных предприятий
и зачастую является единственным методом, позволяющим построить объект в
выбранном месте в стесненных городских условиях.

Метод "стена в грунте" позволяет сооружать:  

- Фундаменты жилых домов, промышленных зданий, мостовых сооружений.  
- Отстойник, емкости для хранения различных жидкостей.  
- Подземные гаражи, стоянки, переходы, развязки автомобильных дорог.  
- Туннели мелкого заложения (для метро).  
- Противофильтрационные завесы.  
- Гидротехнические сооружения.

**Производство работ методом "стена в грунте" ООО "МегаСтрой"**

Наша строительная компания предлагает вам полный спектр услуг по строительству подземных сооружений на основании
метода "стена в грунте": от проектирования и составления технологических карт производства работ до выполнения
полного цикла и сдачи объекта "под ключ".

Помимо традиционного ограждения котлованов методом «стена в грунте» компанией ООО «МегаСтрой» освоена технология
возведения «Сборно-монолитных стен с листовым армированием» (СМГЛА), которая имеет соответствующие патенты на
изобретение и в настоящее время широко применяется при строительстве объектов в городе Москве.

Команда профессионалов высокого уровня компании ООО "МегаСтрой" быстро и надежно
решит технические задачи любой сложности, связанные с применением технологии "стена в грунте", а применение данного
метода позволит вам сэкономить до 25% от сметной стоимости строительства. Средняя производительность одной
грейферной установки на строительной площадке составляет 2500 – 3000 м3 в месяц.

`,
  },
  {
    'id': 3,
    'text': `

### Монолитное строительство

* * *

Строительная компания ООО "МегаСтрой", специализирующаяся на производстве различных строительно-монтажных и генподрядных работ, рада предложить свои услуги по профессиональному возведению зданий и сооружений любой сложности методом монолитного строительства.

#### Определение и суть монолитного строительства

Монолитное строительство (или монолит) представляет собой вид технологии возведения зданий (сооружений) из железобетона, позволяющий за короткий временной промежуток возвести здание (сооружение) любой формы, этажности и сложности. В основе данного метода строительства лежит использование бетоносодержащей смеси и специальных форм или опалубки.

При этом создается жесткий каркас с использованием разнообразных видов ограждающих конструкций. При монолитном строительстве могут применяться отделочные материалы из искусственного или натурального камня. Наибольшую популярность приобрело применение облицованного кирпичом газобетона. Широкое применение получили и пенобетонные блоки, блоки из керамзитобетона, газосиликатобетона и т.д. В настоящее время равноценной альтернативы монолитному строительству не существует, по крайней мере, с финансовой точки зрения.

#### Преимущества монолитных конструкций

Монолитное строительство обладает целым рядом неоспоримых преимуществ:

*   Шаг конструкции не имеет никакого значения.
*   Долговечность.
*   Бесшовность конструкции.
*   Звуконепроницаемость.
*   Высокая теплопроводность.
*   Легкость конструкции.
*   Уменьшенная материалоемкость фундамента.
*   Перенос производственного цикла на строительную площадку.
*   Сейсмическая устойчивость.
*   Гладкость стен и потолков.
*   Возможность осуществления свободной планировки.
*   Короткий срок строительства.
*   Относительно невысокая стоимость строительства.

_Монолитное строительство получило такую популярность и широкое распространение именно благодаря перечисленным выше преимуществам применения данной технологии._

#### Технологический процесс возведения зданий методом монолитного строительства

При возведении зданий и сооружений методом монолитного строительства можно выделить следующие технологические этапы:

1.  Подготовка котлована.
2.  Устройство арматурного каркаса.
3.  Установка строительной опалубки.
4.  Приготовление бетонной смеси.
5.  Заливка бетонной смеси в опалубку.
6.  Прогревание (в зимнее время).
7.  Уход за бетоном.
8.  Снятие строительной опалубки (распалубка или разопалубливание).

Специалисты строительной компании ООО "МегаСтрой" строго придерживаются последовательности производства работ. Ведь от этого зависит качество, долговечность и надежность конструкции, а, следовательно, и наша репутация, которой мы дорожим. Более того, мы осуществляем постоянный контроль качества на всех технологических и подготовительных этапах строительства.

#### Разновидности монолитных каркасов, классификация опалубочных систем

В монолитном строительстве могут применяться каркасы различных типов:

*   С несущими продольными стенами.
*   С несущими поперечными стенами.
*   С перекрытиями на несущих колоннах.

В современном строительстве применяются самые разнообразные опалубочные системы, которые можно классифицировать следующим способом:

*   По области применения: для колонн, для перекрытий, для стен.
*   По конструктивным особенностям: балочные, рамные.
*   По способу установки: подъемная, самоподъемная, стационарная, подъемно-переставная.
*   По материалу: пластик, древесина, алюминий, сталь.

**Строительная компания ООО "МегаСтрой" предлагает свои услуги по возведению любых зданий и сооружений монолитным способом строительства.**

ООО "МегаСтрой" - качество и надежность!

----------------------------------------

`,
  },
  {
    'id': 4,
    'text': `

### Шпунтовое ограждение

* * *

Современные строительные технологии требуют качественного и неукоснительного соблюдения установленной последовательности операций. Не составляют исключения и работы по строительству гидротехнических сооружений либо по сооружению ограждений строительных площадок и котлованов, особенно на строительных площадках, расположенных в черте города. В описанных выше случаях применяется шпунтовое ограждение.

#### Шпунтовое ограждение

Шпунтовое ограждение представляет собой временное ограждение котлована либо строительной площадки, состоящее из забитых в грунт шпунтовых свай. Данный вид ограждения применяется для сооружений любого вида в том случае, когда при устройстве фундамента невозможно выполнить работы по разработке котлованов в откосах. Шпунтовые ограждения предотвращают обрушение грунта при возведении конструкций любого уровня сложности.

Шпунтовые сваи могут быть выполнены из следующих материалов:

*   Дерево.
*   Металл.
*   Железобетон.

Устойчивость и прочие эксплуатационные свойства шпунтовых ограждений достигаются за счет глубокой заделки в грунт, производимой различными способами.

#### Методы погружения шпунтовых свай

Существуют несколько методов погружения шпунтовых свай:

*   **Погружение шпунтовых свай в пробуренные скважины.**
    
    предварительно пробуренные до определенной глубины скважины подается под давлением песчано-цементный раствор, после чего в них погружают элементы шпунтового ограждения.
    
*   **Вибропогружение шпунтовых свай.**
    
    Предварительное бурение предполагает и данный метод, но погружение свай в скважины происходит при помощи вибропогружателей. Данная технология является наиболее экономичной.
    
*   **Завинчивание шпунтовых свай.**
    
    Данный метод основан на погружении оснащенного наконечником стального шпунта при помощи вдавливания и вращения. Метод завинчивания шпунтовых свай целесообразно применять рядом с уже существующими сооружениями.
    

Применение любого метода погружения шпунтовых свай позволяет соорудить на строительной площадке безопасное пространство, ускорив темпы строительства здания, либо получить наиболее эффективные технические решения при организации строительства на влагонасыщенных грунтах или на воде.

#### Область применения шпунтового ограждения

Благодаря простоте и надежности данного метода область применения шпунтового ограждения довольна широка:

*   Устройство траншей и котлованов с высоким уровнем грунтовых вод.
*   Работы по проведению укрепления берегов.
*   Строительство эстакад, путепроводов и мостов.
*   Возведение гидротехнических сооружений: причалы, сухие доки, гидроузлы, шлюзы, ограждения искусственных молов и островов.
*   Строительство стен подземных сооружений, предназначенных для хранения жидких и твердых промышленных отходов.

Метод шпунтового ограждения можно применять практически на всех видах нескальных грунтов. Широкое распространение данной технологии является следствием ее универсальности и надежности.

#### Шпунтовое ограждение от строительной компании ООО "МегаСтрой"

Строительная компания ООО "МегаСтрой", специализирующаяся на предоставлении услуг генерального подряда и производстве полного спектра строительно-монтажных работ, предлагает свои услуги по устройству шпунтового ограждения:

*   Проектирование шпунтового ограждения.
*   Расчет шпунтового ограждения.
*   Погружение шпунтовых свай различными методами.
*   Монтаж шпунтовых свай.
*   Извлечение шпунтовых свай.
*   Полный цикл работ "под ключ".

### Строительная компания ООО "МегаСтрой" - высокое качество и надежность!

`,
  },
  {
    'id': 5,
    'text': `

`,
  },
  {
    'id': 6,
    'text': `

`,
  },
  {
    'id': 7,
    'text': `

`,
  },
  {
    'id': 8,
    'text': `

`,
  },
  {
    'id': 9,
    'text': `

`,
  },
  {
    'id': 10,
    'text': `

`,
  },
  {
    'id': 11,
    'text': `

`,
  },
  
  
]

function fakeFetch(id) {
  return articles.filter(item => item.id == id)[0];
}


</script>

<template>
  <MarkdownRenderer
    :source="fakeFetch(Number($route.params.id)).text"
  />
</template>
