<script setup>
import MarkdownRenderer from 'src/components/MarkdownRenderer.vue';

const articles = [
  {
    'id': 1,
    'text': `
### Генеральный подряд

---

Значимость генерального подряда в строительной сфере очень сложно переоценить, так как строительный процесс,
включающий в себя целый ряд специфических и довольно сложных задач, зависит от профессионализма и оперативности
выполнения различных работ, осуществления квалифицированной координации действий. Каждый заказчик, нуждающийся в
строительных услугах, пытается найти строительную организацию, обладающую квалифицированным и опытным персоналом,
современной строительной техникой, высококачественными материалами, отличной репутацией. Однако далеко не всегда
указанные выше требования удается совместить одной строительной организации. Именно поэтому так важна роль компании,
предоставляющей услуги генерального подряда.

#### Генеральный подряд от строительной компании ООО "МегаСтрой"

Строительная компания ООО "МегаСтрой", специализирующаяся на профессиональном предоставлении услуг в области
генерального подряда, рада предложить свои услуги по квалифицированному руководству строительным процессом,
контролю за каждым этапом производства подготовительных и строительных работ, бесперебойной работе над заказом. Мы
гарантируем высококачественное выполнение полного цикла всех необходимых работ: от разработки самой идеи, сбора
целого ряда технических условий, получения обязательного разрешения на проектирование до сдачи готового объекта
"под ключ".

**Строительная компания ООО "МегаСтрой" гарантирует профессиональное выполнение следующих функций:**

- Получение полного пакета необходимой разрешительной документации на право осуществления строительных работ.
- Подготовка технического задания для проектирования.
- Оптимизация проектных решений и их технического выполнения.
- Организация и проведение тендеров подрядных организаций, оформление и контроль за выполнением договорных условий.
- Осуществление контроля над всеми видами строительно-монтажных работ.
- Руководство процессом строительства на всех этапах.
- Организация сотрудничества с органами технического надзора и государственными контролирующими организациями.
- Разработка, внедрение и обеспечение комплекса мероприятий по технике безопасности при производстве различных видов работ, охране труда и охране окружающей среды.
- Оптимизация строительных расходов и издержек, контроль над финансированием строительного объекта. 
- Изготовление и ведение полного пакета строительной документации.
- Организация передачи эксплуатирующей организации законченного строительством объекта согласно требованиям законодательных актов.
- Сдача готового объекта приемочной комиссии и заказчику.

**Основные преимущества строительной компании ООО "МегаСтрой"**

- Строительная компания ООО "МегаСтрой" придерживается политики четкого и неукоснительного исполнения всех взятых на себя гарантийных обязательств.
- Генеральный подряд от строительной компании ООО "МегаСтрой" обладает целым рядом неоспоримых преимуществ, выгодно выделяющих компанию среди прочих строительных компаний и организаций:
  1. Высококвалифицированный инженерно-технический персонал и специалисты.
  2. Современная строительная техника.
  3. Постоянное внедрение передовых методов ведения работ и новейших технологических подходов.
  4. Организация проведения и осуществление всех видов строительно-монтажных и пусконаладочных работ.
  5. Сдача объектов любой сложности "под ключ".
  6. Гарантия на все виды работ.
  7. Строгий контроль качества на всех этапах производства работ.
- Генподряд от строительной компании ООО "МегаСтрой" - гарантия ответственного и качественного выполнения полного цикла строительных работ!
`,
  },
  {
    'id': 2,
    'text': `


### Стена в грунте

* * *

Строительная компания ООО "МегаСтрой", специализирующаяся на производстве
строительно-монтажных, ремонтных, реставрационных и земляных работ по
реконструкции и капитальному ремонту зданий и сооружений, устройству нулевых
циклов, рада предложить свои услуги по возведению заглубленных либо подземных
сооружений, фундаментов и ограждений котлованов при помощи метода "стена в грунте".

**Сущность метода "стена в грунте"**

Сущность данного метода заключается в обустройстве в грунте выемок и траншей различной конфигурации с последующим возведением в них ограждающих конструкций подземного сооружения, состоящих из сборного либо монолитного железобетона. Разработка грунта траншеи осуществляется под защитой бентонитовой суспензии, что не позволяет обрушаться вертикальным стенкам траншеи. Далее производится монтаж арматурных каркасов или сборного железобетона с последующим бетонированием монолитным бетоном методом ВПТ (бентонитовый раствор при этом вытесняется из траншеи в накопители).

_Существует несколько разновидностей данного метода:_

- Свайный способ. Характеризуется наличием сплошного ряда буронабивных вертикальных свай, образующих ограждающую конструкцию.  
- Траншейный способ. Отличительная особенность - возведение сплошной стены любой конфигурации из сборных железобетонных элементов либо из монолитного бетона.

**Технологический процесс метода "стена в грунте"**

Технологический процесс по устройству подземных сооружений рассматриваемым методом
состоит из следующих последовательных операций:

* Монтаж технологического оборудования.
* Устройство форшахты и технологических дорог.
* Разработка траншеи отдельными захватками.
* Армирование и бетонирование захваток.

До начала производства работ нужно произвести все необходимые расчеты, составить
технологическую карту. Безопасность, надежность и долговечность всей конструкции
зависит от качественного выполнения всех операций и неукоснительного соблюдения
их последовательности.

**Область применения метода "стена в грунте"**

Данная технология нашла широкое применение при необходимости строительства
подземных сооружений, расположенных вблизи существующих зданий и сооружений,
в гидротехническом строительстве, при реконструкции промышленных предприятий
и зачастую является единственным методом, позволяющим построить объект в
выбранном месте в стесненных городских условиях.

Метод "стена в грунте" позволяет сооружать:  

- Фундаменты жилых домов, промышленных зданий, мостовых сооружений.  
- Отстойник, емкости для хранения различных жидкостей.  
- Подземные гаражи, стоянки, переходы, развязки автомобильных дорог.  
- Туннели мелкого заложения (для метро).  
- Противофильтрационные завесы.  
- Гидротехнические сооружения.

**Производство работ методом "стена в грунте" ООО "МегаСтрой"**

Наша строительная компания предлагает вам полный спектр услуг по строительству подземных сооружений на основании
метода "стена в грунте": от проектирования и составления технологических карт производства работ до выполнения
полного цикла и сдачи объекта "под ключ".

Помимо традиционного ограждения котлованов методом «стена в грунте» компанией ООО «МегаСтрой» освоена технология
возведения «Сборно-монолитных стен с листовым армированием» (СМГЛА), которая имеет соответствующие патенты на
изобретение и в настоящее время широко применяется при строительстве объектов в городе Москве.

Команда профессионалов высокого уровня компании ООО "МегаСтрой" быстро и надежно
решит технические задачи любой сложности, связанные с применением технологии "стена в грунте", а применение данного
метода позволит вам сэкономить до 25% от сметной стоимости строительства. Средняя производительность одной
грейферной установки на строительной площадке составляет 2500 – 3000 м3 в месяц.

`,
  },
  {
    'id': 3,
    'text': `

`,
  },
  {
    'id': 4,
    'text': `

`,
  },
  {
    'id': 5,
    'text': `

`,
  },
  {
    'id': 6,
    'text': `

`,
  },
  {
    'id': 7,
    'text': `

`,
  },
  {
    'id': 8,
    'text': `

`,
  },
  {
    'id': 9,
    'text': `

`,
  },
  {
    'id': 10,
    'text': `

`,
  },
  {
    'id': 11,
    'text': `

`,
  },
  
  
]

function fakeFetch(id) {
  return articles.filter(item => item.id == id)[0];
}


</script>

<template>
  <MarkdownRenderer
    :source="fakeFetch(Number($route.params.id)).text"
  />
</template>
