<script setup>

</script>

<template>
  <h3>Буроинъекционные сваи</h3>
  <hr class="q-mt-lg q-mb-lg">
<p>Строительная компания "МегаСтрой", специализирующаяся на предоставлении услуг генерального подряда и выполнении строительно-монтажных, реставрационных и земляных работ, предлагает свои услуги по профессиональному и качественному монтажу буроинъекционных свай. Огромный опыт практической деятельности нашей компании на рынке строительных услуг, высококвалифицированные специалисты различных специальностей и собственный парк специальной строительной техники позволяют справиться с устройством буроинъекционных свай любой сложности.</p>

  <h4 class="q-mb-md">Область применения буроинъекционных свай</h4>
<p>Буроинъекционные сваи представляют собой разновидность набивных свай, отличающуюся большим относительным заглублением, небольшим диаметром, материалом ствола и способом изготовления и монтажа. Отличительной особенностью свай данного типа является практически неограниченная возможность их изготовления на любых строительных площадках и в различных грунтовых условиях.</p>
<p class="q-mt-md q-mb-md">Эксплуатационные и технические свойства буроинъекционных свай определили довольно широкую сферу их применения:</p>
  <ul>
    <li class="disc">Усиление перегруженных оснований.</li>
    <li class="disc">Усиление оснований, вызванное повышением либо изменением характера нагрузок.</li>
    <li class="disc">Строительство новых объектов в непосредственной близости от существующих.</li>
    <li class="disc">Строительство внутри действующих предприятий в стесненных условиях.</li>
    <li class="disc">Исправления крена фундамента либо здания.</li>
    <li class="disc">Усиление фундаментов.</li>
    <li class="disc">Решение технических задач различной степени сложности при реконструкции фундаментов.</li>
    <li class="disc">Строительство новых объектов и реконструкция существующих в сложных грунтовых условиях.</li>
  </ul>

  <p class="q-mt-md q-mb-md">Буроинъекционные сваи могут применяться в довольно специфичных условиях:</p>
<ul>
  <li class="disc">В помещениях с высотой менее 2 метров.</li>
  <li class="disc">Возможность устройства скважин сквозь различные материалы: бетон, железобетон, кирпичная кладка и т.д.</li>
  <li class="disc">Возможность устройства скважин глубиной до 50 метров.</li>
</ul>

  <h4 class="q-mt-md q-mb-md">Технологический процесс монтажа буроинъекционных свай</h4>
  <p class="q-mb-md">При монтаже и устройстве буроинъекционных свай следует неукоснительно соблюдать технологический цикл, состоящий из следующих операций:</p>
<ul>
  <li>Бурение скважины.</li>
  <li>Устройство армированного каркаса.</li>
  <li>Заполнение скважины мелкозернистой бетонной смесью.</li>
  <li>Опрессовка свежей смеси.</li>
</ul>

<p class="q-mt-md">Устройство армированного каркаса можно производить и после наполнения скважины бетонной смесью, и до этого.

  Процесс монтажа буроинъекционных свай может применяться в различных вариантах:</p>

<ul>
  <li>Безростверковый вариант. Применяется в случае использования в качестве ростверка существующего фундамента.</li>
  <li>Ростверковый вариант. Применяется в случае отсутствия возможности бурения существующих фундаментов.</li>
  <li>Вариант подведения нового фундамента под усиливаемый.</li>
</ul>

  <h4 class="q-mt-md">Преимущества использования буроинъекционных свай</h4>
<p class="q-mt-md">Использование буроинъекционных свай обладает целым рядом очевидных преимуществ:</p>
<ul>
  <li></li>
  <li></li>
  <li></li>
  <li></li>
  <li></li>
  <li></li>
  <li></li>
  <li></li>
  <li></li>
</ul>
</template>

<style scoped>

</style>
